const Map<String, String> ar = {
  "bonjour": " مرحبا",
  "bonj": "أتمنى أن تكون بخير",
  "conx": "تسجيل الدخول",
  "conxGoogle": "تسجيل الدخول باستخدام جوجل",
  "conxFaceb": "تسجيل الدخول باستخدام فايسبوك",
  "motpass": "نسيت كلمة المرور",
  "motPassEmail": "أدخل بريدك الإلكتروني، وسوف نرسل لك رمز التحقق.",
  "neauvCompt": " تمتلك حساب حتى الآن",
  "email": "بريدك الالكتروني",
  "password": "كلمة المرور",
  "fullName": "الاسم الكامل",
  "SignUp": "تسجيل دخول",
  "CreerCompte": "إنشاء حساب",
  "CreerCompteDescription": "نحن هنا لمساعدتك",
  "NomPrenom": "الإسم واللقب",
  "AvezCompte": "هل لديك حساب؟",
  "DateNaiss": "تاريخ الميلاد",
  "FillProfile": "املأ ملفك الشخصي",
  "Sauvegarder": "حفظ",
  "Felicitations": "تهانينا",
  "FelicitationsDiscription":
      "حسابك جاهز للاستخدام. ستتم إعادة توجيهك إلى الصفحة الرئيسية خلال ثوانٍ قليلة",
  "next": "التالي",
  "SendCode": "إرسال الرمز",
  "Verifier": "تاكيد",
  "VerifyCode": "التحقق من كود",
  "VerifyCodeDescription":
      "أدخل الرمز الذي أرسلناه إليك للتو لبريدك الإلكتروني المسجل",
  "Resend": "لم تحصل على الرمز؟",
  "ResendCode": "إعادة الإرسال",
  "NewPassword": "إنشاء كلمة مرور جديدة",
  "NewPasswordDiscription":
      "يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمة المرور المستخدمة سابقًا",
  "confirmation": "تأكيد",
  "ConfirmPas": "تأكيد كلمة المرور",
  "text1": "تعرف على الأطباء عبر الإنترنت",
  "text1Disc":
      "تواصل مع الأطباء المتخصصين عبر الإنترنت للحصول على استشارات طبية مريحة وشاملة.",
  "text2": "تواصل مع المتخصصين",
  "text2Disc":
      "تواصل مع الأطباء المتخصصين عبر الإنترنت للحصول على استشارات طبية مريحة وشاملة.",
  "text3": "عشرات المتخصصين عبر الإنترنت",
  "text3Disc":
      "استكشف مجموعة كبيرة من المتخصصين الطبيين عبر الإنترنت، الذين يقدمون مجموعة واسعة من الخبرات المصممة خصيصًا لتلبية احتياجات الرعاية الصحية الخاصة بك.",
  "Next": "التالي",
  "Skip": "تخطى",
  "done": "انتهى",
  "profile": "الملف الشخصي",
  "EditProfile": "تعديل الملف الشخصي",
  "Favorite": "المفضل",
  "Notifications": "الإشعارات",
  "Setting": "الإعدادات",
  "Help": "المساعدة والدعم",
  "TermsConditions": "الشروط والأحكام",
  "LogOut": "تسجيل الخروج",
  "LogOutDiscription": "هل أنت متأكد أنك تريد تسجيل الخروج؟",
  "yesLogout": "تسجيل الخروج",
  "Cancel": "إلغاء",
  "Doctors": "الأطباء",
  "Hospitals": "المستشفيات",
  "Cardiologie": "طب القلب",
  "General": "طب عام",
  "Vaccinate": "تطعيم",
  "Categories": "الاقسام",
  "SeeAll": "إظهار الكل",
  "Centres": "المراكز الطبية",
  "All": "الكل",
  "finding": "طبيب",
  "Dentiste": "طبيب أسنان",
  "lastdate": "التاريخ الأخير",
  "Aboutme": "نُبذة عني",
  "WorkingTime": "وقت العمل",
  "accouchement": "تاريخ الولادة",
  "appointment": "المواعيد",
  "DateAaccouchment": "تاريخ الولادة : ",
  "myBookings": "الحجوزات",
  "Upcoming": "المقبلة",
  "Completed": "المنجزة",
  "Cancelled": "الملغاة",
  "Reschedule": "إعادة الجدولة",
  "Search": "بحث",
  "weeksleft": "متبقي", //"أسابيع متبقية",
  "OneWeekleft": "بقي اسبوع واحد",
  "youarein": "الأسبوع", //" أنت في الأسبوع",
  "listeappointment":
      "إليكِ قائمة المواعيد. المواعيد مهمة جداً للحفاظ على صحة طفلكِ.",
  "nbappointment": " موعد عدد ",
  "dateappointment": "يجب أن يكون الموعد بين هذه التواريخ",
  "weekappointment": " أسبوع الحمل",
  "Fondateur1": '''اسمحوا لي أن أعرفكم بنفسي، أنا "فرح التومي" قابلة
مؤسس تطبيق "Bambino"''',
  "Fondateur2": '''سيساعدك هذا التطبيق على تتبع حملك أسبوعًا بعد أسبوع
''',
  "Fondateur3":
      '''سيسمح لك ذلك بمواكبة نمو طفلك وسيساعدك على أن تكوني في حالة جيدة طوال فترة الحمل.
''',
  "Fondateur4": '''أنا هنا لتوفير المراقبة الطبية للأمهات المستقبليات والجنين. 
''',
  "Fondateur5": '''ولكن أيضًا لإعداد الأزواج للولادة والأبوة.''',
  "Fondateur6":
      '''بالإضافة إلى ذلك، إحالتكم، إذا لزم الأمر، إلى طبيب، طبيب نفساني موجود أيضًا بإشراف محدد للغاية.
''',
  "Fondateur7": '''مرة أخرى، بما أن هدفنا هو راحتكم، فسوف نوفر لكم 
الاستشارات المنزلية إذا لزم الأمر.''',
  "Fondateur8":
      '''للمزيد من المعلومات يمكنكم التواصل معنا عبر الواتساب أو عبر التطبيق، سنكون دائما على ذمتكم .
''',
  "Fondateur9": ''' صحتك وصحة طفلك مسؤوليتنا
''',
  "conseille1": '''
الراحة قدر الإمكان خلال الأشهر الثلاثة الأولى من الحمل
خلال الأشهر الأولى من الحمل، ليس من غير المألوف أن تشعري بالتعب والرغبة في النوم أكثر. السبب هو الاضطرابات الهرمونية التي تحدث في جسمك كأم.
 الزيادة المفاجئة في مستويات هرمون البروجسترون على وجه الخصوص ستكون مصدرًا لزيادة النعاس أثناء النهار واضطراب النوم ليلاً.
  وأفضل طريقة للتعامل مع هذا التعب غير المعتاد هي الحصول على أكبر قدر ممكن من الراحة. لا تتردد في أخذ قيلولة للتعافي أو النوم عندما تستطيع ذلك، كل ذلك دون الشعور بالذنب: فالأعمال المنزلية سوف تنتظرك.

ومع ذلك، لا تقلقي، فهذا التعب الكبير يجب أن يتلاشى في الثلث الثاني من الحمل، والذي يُعرف بأنه الأكثر إرضاءً للأمهات في المستقبل''',
  "conseille2": '''
الاهتمام بالنظام الغذائي
منذ ذلك الحين، عليك الانتباه إلى نظامك الغذائي والتعامل مع تفاعلات معينة. لا يمكن منع بعض الأطعمة من بداية عملية الخشنة، خاصة إذا كان من الممكن اللجوء إلى التطبيق الجزئي.
 نظرًا لأن القشور، لا ينبغي تناول بعض اللحوم الباردة واللحوم والبوتقات، وكذلك تلك المصنوعة من العجين الطري أو الحليب الخام، وذلك بسبب خطر الإصابة بداء الليستريات أو داء السالمونيلا.
إذا لم تكن لديك مناعة ضد داء المقوسات (وخز بسيط للمساعدة في تأكيد ذلك)، يمكنك استخدامه لإزالة أو إزالة الفواكه والبقوليات التي تلامس المنطقة لمنع العقد من أن تصبح أكثر خطورة على الجنين.
يقدم هذا المنتج مجموعة متنوعة من أنواع ومعدات الأغذية المختلفة، بما في ذلك عدد كبير من الفواكه والخضروات والحبوب الكاملة والبقوليات والمنتجات قليلة الدهون والزيوت والأطعمة الغنية بالأوميجا 3. ويقترب عدد النساء في المقام الأول من المستهلك للألياف الغنية لتنشيط العبور المعوي.
يقترح طبيب أمراض النساء أن تتناولي مكونات غذائية خشنة، من أجل منع وقوع الحوادث أو تمشيطها.''',
  "conseille3": '''
تجنب بعض المواد
في حين أنه لا يُنصح بشدة بتناول بعض الأطعمة أثناء الحمل، إلا أن الاحتياطات تنطبق أيضًا على المشروبات التي تتناولينها. وبطبيعة الحال، ينبغي حظر الكحول والتبغ في النساء الحوامل.
 يمكننا أيضًا أن نذكر الكافيين، الذي يجب أن يكون استهلاكه محدودًا عند انتظار الطفل. أظهرت الدراسات أن امتصاص هذه المادة بكميات كبيرة جدًا يمكن أن يكون له آثار ضارة على النمو الصحي للطفل ويؤدي إلى تأخر النمو أو حتى الإجهاض.

إذا كنت من محبي القهوة أو الشاي فمن الأفضل تطبيق المبدأ الاحترازي واستبدال هذه المشروبات قدر الإمكان بأخرى، مثل المشروبات منزوعة الكافيين أو الرويبوس أو شاي الأعشاب.

خلال فترة الحمل، يجب تجنب العلاج الذاتي: لا ينصح بالعديد من الأدوية بسبب آثارها المسخية.
 الأمر نفسه ينطبق على الزيوت العطرية المركزة جدًا، والتي يمكن أن تعبر المشيمة وتؤثر على نمو الطفل. إذا كنت في شك، فلا تتردد في طلب المشورة من طبيبك أو الصيدلي قبل تناول أي علاج''',
  "conseille4": '''شرب الكثير من الماء
من المهم شرب الكثير من الماء أثناء الحمل: من 1.5 إلى 2 لتر يوميًا. يمكنك أيضًا اللجوء إلى مشروبات أخرى، مثل شاي الأعشاب أو المرق أو ماء التخلص من السموم.

إن شرب الكثير من السوائل طوال اليوم أمر مهم بالنسبة للطفل - بحيث تكون كمية السائل الأمنيوسي كافية - ولكن أيضًا بالنسبة لك! في الواقع، الترطيب الجيد سوف يحد من خطر الإصابة بالتهابات المسالك البولية (الشائعة أثناء الحمل)، واحتباس الماء والشعور بثقل الساقين.

اختر الماء الذي يحتوي على نسبة قليلة من المعادن ومنخفض الصوديوم، واعتاد على وجود زجاجة أو كوب من الماء بالقرب منك دائمًا.
 الأشهر الأولى من الحمل''',
  "conseille5": '''ممارسة رياضة خفيفة (المشي والسباحة وغيرها)
تعتبر ممارسة الرياضة في بداية الحمل - بموافقة طبيبك أو طبيب أمراض النساء - طريقة جيدة جدًا للتخلص من التعب وتقلبات المزاج وتساعدك على الشعور بصحة جيدة. من خلال الحركة، سوف تقومين بتنشيط الدورة الدموية، والتي غالبًا ما تكون بطيئة أثناء الحمل، وتطلق الإندورفين - هرمون الرفاهية - وتحد أيضًا من زيادة الوزن.

بالطبع، ليس هناك شك في ممارسة الرياضات عالية الكثافة، والتي تمثل خطر السقوط (مثل ركوب الدراجات أو التزلج على الجليد)، أو الرياضات القتالية. خلال فترة الحمل، ليس هناك شك في الهدف من الأداء، فالفكرة هي تعزيز لياقتك ورفاهيتك. يمكنك اختيار ممارسة النشاط البدني اللطيف، مثل المشي أو السباحة أو اليوغا قبل الولادة، والتي تتضمن فقط الأوضاع المناسبة للنساء الحوامل.''',
  "conseille6": '''
تحديد عدد المستخدمين في بداية اليوم
يعاني عدد من الأمهات الحوامل في المقام الأول من غثيان الصباح: الأنوف الخشنة لجميع الحيوانات الأليفة التي لا يمر بها معظم الناس عن طيب خاطر.

طرح أسئلة للمحدد:

اختبر جزءًا من تكراراتك: يمكنك البدء بخمس وجبات صغيرة مع الوجبات الخفيفة الموجودة في المذكرة التي تحتوي على 3 وجبات كبيرة يوميًا فيما يتعلق بجهازك الهضمي؛
السماح للأطعمة مثل السكريات والأملاح والخضروات بالمساعدة في عملية الهضم؛
تناول النكهات والروائح التي تحبها؛
يمكنك أيضًا اختبار منتجات العناية الطبيعية، مثل العلكة (المقليات والإطارات والعناية وغيرها) لملاحظة خشونة الأنف.

ومن مكان البيت يفصل الغثيان عن القرى آخر النهار. إذا كانت جميع أجهزتك غير صالحة، فسوف تفوت المزيد من المعلومات في اليوم التالي، أو إذا واجهت مشاكل، فهناك حلول أخرى: لا ينبغي أن تتمكن من استشارة طبيبك في هذه الحالة.''',
  "conseille7": '''
اعتني بجسمك الحامل
منذ بداية الحمل، سيبدأ جسمك في التحول، حتى لو لم يكن بطنك المستدير واضحًا بعد. قد تشعرين بضيق في الرحم المتضخم، ومن المؤكد أن ثدييك سيصبحان أكثر حساسية. وفي الوقت نفسه، قد تصبح بشرتك أكثر جفافاً أو أكثر عرضة لحب الشباب بسبب الهرمونات.

تذكري ترطيب بشرتك جيدًا لتجنب ظهور علامات التمدد، هذه الخطوط الأرجوانية التي تميل إلى الاستقرار في جميع مناطق التوتر أثناء الحمل (الثديين والمعدة ولكن أيضًا الأرداف والوركين وأسفل الظهر وما إلى ذلك). يمكنك اللجوء إلى العلاجات المضادة لعلامات التمدد المصممة خصيصًا للنساء الحوامل وتطبيقها صباحًا ومساءً مع القليل من التدليك.

تذكري أيضًا حماية وجهك من الشمس: قناع الحمل - هذه البقع البنية القبيحة التي تظهر على الوجه والرقبة ومنطقة أعلى الصدر - يمكن أن تظهر تحت تأثير الهرمونات منذ الأشهر الأولى من الحمل.''',
  "conseille8": '''
تعزيز النوم الجيد
إذا كانت بداية الحمل تسبب نصيبها من التعب، فمن المفارقة أنه ليس من السهل دائمًا النوم جيدًا عندما تنتظرين مولودًا. بين القلق الذي يمكن أن يظهر مرة أخرى عند النوم والآلام البسيطة في الجسم، يمكن أن تكون الليالي مضطربة.

حاول إنشاء طقوس حقيقية لتحضير جسمك للنوم. على سبيل المثال، يمكنك قراءة بضع صفحات أو شرب شاي الأعشاب أو ممارسة التأمل لتعزيز الصحة. تسبب الشاشات الأرق ويجب تجنبها في المساء، وكذلك المشروبات التي تحتوي على الكافيين والوجبات الثقيلة، والتي ستشكل ضغطًا على جهازك الهضمي.

إذا كنت تواجهين صعوبة في العثور على وضعية مريحة لا تضغط على معدتك أو صدرك، يمكنك شراء وسادة الأمومة. مريح جدًا، وسيساعدك على العثور على الوضعية الصحيحة، ثم سيتم استخدامه بعد ولادة الطفل إذا كنت ترغبين في الرضاعة الطبيعية.''',
  "conseille9": '''حدد مواعيدك الطبية
بداية الحمل لا تتم دون مواعيد طبية قليلة، ودون أوراقه!

ستحتاجين أولاً إلى اختيار طبيبة النساء أو القابلة التي ستتابعك، وتحدد المواعيد المناسبة لك. في بعض المدن، سيُطلب منك أيضًا في وقت مبكر جدًا اختيار مكان الولادة: لا تترددي في زيارة أجنحة الولادة المحيطة إذا لم تكوني متأكدة.

بمجرد إجراء فحص الموجات فوق الصوتية (حوالي الأسبوع الثامن أو التاسع من انقطاع الطمث)، سيعطيك طبيبك المستندات التي تعلن حملك. ويجب إرسال هذا إلى الضمان الاجتماعي على أبعد تقدير قبل نهاية الشهر الثالث من الحمل. وهذا هو ما سيؤدي إلى التعامل مع المراقبة الخاصة بك ودفع المزايا الاجتماعية المستقبلية الخاصة بكي''',
  "conseille10": '''
تحدث عن الصعوبات والقلق الذي تواجهه
يسبب وصول الطفل القادم العديد من الاضطرابات في حياة آباء المستقبل. من الطبيعي أن تشعري بالإرهاق من الاستعدادات، والقلق بشأن الولادة المقبلة، وأن يكون لديك شكوك أو مخاوف.

لتجنب ترك هذه الأسئلة تشوه حملك المبكر، لا تترددي في الوثوق بمن حولك أو في شخص تثقين به، مثل القابلة أو طبيب أمراض النساء، الذي سيكون قادرًا على تقديم النصح والدعم لك.

في بعض الحالات، يمكن أن يتحول القلق من الحمل إلى اكتئاب ما قبل الولادة، وهو مرض يمكن أن يكون له عواقب على الطفل (انخفاض الوزن عند الولادة، وزيادة خطر الخداج، وما إلى ذلك) والذي يتطلب رعاية خاصة.

---
لا تكون بداية الحمل مرضية دائمًا: قد يظهر الغثيان أو التعب أو النوم المتقطع أو تقلب المزاج أو القلق. إن الاهتمام بأسلوب حياتك والسماح لنفسك بلحظات من الاسترخاء يمكن أن يكون مفيدًا لك ولأمك المستقبلية ولطفلك. كوني مطمئنة: كل هذه الأمراض الصغيرة التي تظهر في الأسابيع الأولى من انقطاع الطمث يجب أن تتلاشى بسرعة في الثلث الثاني من الحمل، مما يتيح لكِ تجربة ''',
};
